{ "clues": [
  { "index": 1,
    "original": "I WRITE MY JOKES IN CAPITALS. THIS ONE WAS WRITTEN IN PARIS",
    "clue": "I WRITE MY JOKES IN ________. THIS ONE WAS WRITTEN IN PARIS",
    "answer": "CAPITALS" },
  { "index": 2, 
    "original": "What time did the man go to the dentist? Tooth hurt-y",
    "clue": "What time did the man go to the dentist? ___________",
    "answer": "TOOTHHURTY" },
  { "index": 3, 
    "original": "I'm reading a book about anti-gravity. It's impossible to put down",
    "clue": "I'm reading a book about anti-gravity. It's impossible to _______",
    "answer": "PUTDOWN" },
  { "index": 4, 
    "original": "How does a Jewish person make tea? Hebrews it",
    "clue": "How does a Jewish person make tea? _______ it",
    "answer": "HEBREWS" },
  { "index": 5, 
    "original": "What kind of doctor is Dr. Pepper? He's a fizzician",
    "clue": "What kind of doctor is Dr. Pepper? He's a _________",
    "answer": "FIZZICIAN" },
  { "index": 6, 
    "original": "What's the difference between a hot potato and a flying pig? One's a heated yam, the other's a yeeted ham",
    "clue": "What's the difference between a hot potato and a flying pig? One's a heated yam, the other's a _________",
    "answer": "YEETEDHAM" },
  { "index": 7, 
    "original": "Two peanuts were walking. One was asalted",
    "clue": "Two peanuts were walking. One was _______",
    "answer": "ASALTED" },
  { "index": 8, 
    "original": "What kind of bees produce milk? Boo-Bees",
    "clue": "What kind of bees produce milk? _______",
    "answer": "BOOBEES" },
  { "index": 9, 
    "original": "What do you call a witch at the beach? A Sandwich",
    "clue": "What do you call a witch at the beach? A ________",
    "answer": "SANDWICH" },
  { "index": 10, 
    "original": "Why was the river rich? Because it had two banks",
    "clue": "Why was the river rich? Because it had two _____",
    "answer": "BANKS" },
  { "index": 11, 
    "original": "Why didn't the skeleton go for prom? Because it had nobody",
    "clue": "Why didn't the skeleton go for prom? Because it had ______",
    "answer": "NOBODY" },
  { "index": 12, 
    "original": "What did the customer say to the waiter? I'm all fed up with your service",
    "clue": "What did the customer say to the waiter? I'm all _____ with your service",
    "answer": "FEDUP" },
  { "index": 13, 
    "original": "To whoever stole my copy of Microsoft Office, I will find you. You have my Word",
    "clue": "To whoever stole my copy of Microsoft Office, I will find you. You have my ____",
    "answer": "WORD" },
  { "index": 14, 
    "original": "Why did the koala get rejected? Because he did not have any koalafications",
    "clue": "Why did the koala get rejected? Because he did not have any ______________",
    "answer": "KOALAFICATIONS" },
  { "index": 15, 
    "original": "What's the best thing about Switzerland? I don't know, but the flag is a big plus",
    "clue": "What's the best thing about Switzerland? I don't know, but the flag is a _______",
    "answer": "BIGPLUS" },
  { "index": 16, 
    "original": "What do you call a cow with no legs? Ground beef",
    "clue": "What do you call a cow with no legs? __________",
    "answer": "GROUNDBEEF" },
  { "index": 17, 
    "original": "Schrödinger's cat walks into a bar and doesn't",
    "clue": "____________ cat walks into a bar and doesn't",
    "answer": "SCHRODINGERS" },
  { "index": 18, 
    "original": "The past, the present and the future walk into a bar. It was tense",
    "clue": "The past, the present and the future walk into a bar. It was _____",
    "answer": "TENSE" },
  { "index": 19, 
    "original": "What did the cell say when his sister cell stepped on his foot? Mitosis",
    "clue": "What did the cell say when his sister cell stepped on his foot? _______",
    "answer": "MITOSIS" },
  { "index": 20, 
    "original": "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and right",
    "clue": "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and _____",
    "answer": "RIGHT" },
  { "index": 21, 
    "original": "How do you make holy water? You boil the hell out of it",
    "clue": "How do you make holy water? You boil the ____ out of it",
    "answer": "HELL" },
  { "index": 22, 
    "original": "What did the fish say when it swam into the wall? Dam",
    "clue": "What did the fish say when it swam into the wall? ___",
    "answer": "DAM" },
  { "index": 23, 
    "original": "What do you call a deer with no eyes? No eye deer",
    "clue": "What do you call a deer with no eyes? _________",
    "answer": "NOEYEDEER" },
  { "index": 24, 
    "original": "Where do sick cruise ships go to get healthy? The dock",
    "clue": "Where do sick cruise ships go to get healthy? The ____",
    "answer": "DOCK" },
  { "index": 25, 
    "original": "How do construction workers party? They raise the roof",
    "clue": "How do construction workers party? They raise the ____",
    "answer": "ROOF" },
  { "index": 26, 
    "original": "I was struggling to figure out how lightning works, but then it struck me",
    "clue": "I was struggling to figure out how lightning works, but then it ______ me",
    "answer": "STRUCK" },
  { "index": 27, 
    "original": "Why was the mushroom always invited to parties? Cause he's a fungi",
    "clue": "Why was the mushroom always invited to parties? Cause he's a _____",
    "answer": "FUNGI" },
  { "index": 28, 
    "original": "How much did your chimney cost? Nothing, it was on the house",
    "clue": "How much did your chimney cost? Nothing, it was __________",
    "answer": "ONTHEHOUSE" },
  { "index": 29, 
    "original": "What does Santa suffer from if he gets stuck in a chimney? Claustrophobia",
    "clue": "What does Santa suffer from if he gets stuck in a chimney? ______________",
    "answer": "CLAUSTROPHOBIA" },
  { "index": 30, 
    "original": "Why did Santa's helper see the doctor? Because he had a low elf esteem",
    "clue": "Why did Santa's helper see the doctor? Because he had a low _________",
    "answer": "ELFESTEEM" },
  { "index": 31, 
    "original": "What kind of motorbike does Santa ride? A Holly Davidson",
    "clue": "What kind of motorbike does Santa ride? A _____________",
    "answer": "HOLLYDAVIDSON" },
  { "index": 32, 
    "original": "Who is Santa's favourite singer? Elf-is Presley",
    "clue": "Who is Santa's favourite singer? ____________",
    "answer": "ELFISPRESLEY" },
  { "index": 33, 
    "original": "Why are cats so good at video games? They have nine lives",
    "clue": "Why are cats so good at video games? They have _________",
    "answer": "NINELIVES" },
  { "index": 34, 
    "original": "Why did the banana go see a doctor? Because it wasn't peeling well",
    "clue": "Why did the banana go see a doctor? Because it wasn't _______ well",
    "answer": "PEELING" },
  { "index": 35, 
    "original": "What's the difference between a poorly dressed man on a unicycle and a well dressed man on a bicycle? Attire",
    "clue": "What's the difference between a poorly dressed man on a unicycle and a well dressed man on a bicycle? ______",
    "answer": "ATTIRE" },
  { "index": 36, 
    "original": "Why shouldn't you visit an expensive wig shop? It's too high a price toupee",
    "clue": "Why shouldn't you visit an expensive wig shop? It's too high a price ______",
    "answer": "TOUPEE" },
  { "index": 37, 
    "original": "You see, mountains aren't just funny. They are hill areas",
    "clue": "You see, mountains aren't just funny. They are _________",
    "answer": "HILLAREAS" },
  { "index": 38, 
    "original": "Never date a baker. They're too kneady",
    "clue": "Never date a baker. They're too ______",
    "answer": "KNEADY" },
  { "index": 39, 
    "original": "What does the mermaid wear to math class? Algae-bra",
    "clue": "What does the mermaid wear to math class? ________",
    "answer": "ALGAEBRA" },
  { "index": 40, 
    "original": "Did you hear about the claustrophobic astronaut? He just needed a little space",
    "clue": "Did you hear about the claustrophobic astronaut? He just needed a little _____",
    "answer": "SPACE" },
  { "index": 41, 
    "original": "Which is faster, Hot or cold? Hot, because you can catch a cold",
    "clue": "Which is faster, Hot or cold? Hot, because you can _____ a cold",
    "answer": "CATCH" },
  { "index": 42, 
    "original": "I just saw my wife trip over and drop a basket full of ironed clothes. I watched it all unfold",
    "clue": "I just saw my wife trip over and drop a basket full of ironed clothes. I watched it all ______",
    "answer": "UNFOLD" },
  { "index": 43, 
    "original": "I was feeling depressed, my wife put her hand on my back and said Earth. It meant the world to me",
    "clue": "I was feeling depressed, my wife put her hand on my back and said Earth. It meant ________ to me",
    "answer": "THEWORLD" },
  { "index": 44, 
    "original": "Which part of the hospital has the least privacy? The ICU",
    "clue": "Which part of the hospital has the least privacy? The ___",
    "answer": "ICU" },
  { "index": 45, 
    "original": "A Roman walks into a bar and raises 2 fingers and says to the bartender... Five beers, please",
    "clue": "A Roman walks into a bar and raises 2 fingers and says to the bartender... ____ beers, please",
    "answer": "FIVE" },
  { "index": 46, 
    "original": "I stayed up all night wondering where the sun went. Then it dawned on me",
    "clue": "I stayed up all night wondering where the sun went. Then it ______ on me",
    "answer": "DAWNED" },
  { "index": 47, 
    "original": "A perfectionist walked into a bar... apparently, the bar was not set high enough",
    "clue": "A perfectionist walked into a bar... apparently, the bar was not set __________",
    "answer": "HIGHENOUGH" },
  { "index": 48, 
    "original": "Whats the Grinchs least favorite band? The Who",
    "clue": "Whats the Grinchs least favorite band? ______",
    "answer": "THEWHO" },
  { "index": 49, 
    "original": "Why do ghosts go on diets? So they can keep their ghoulish figures.",
    "clue": "Why do ghosts go on diets? So they can keep their ________ figures.",
    "answer": "GHOULISH" },
  { "index": 50, 
    "original": "What is in a ghost's nose? Boo-gers",
    "clue": "What is in a ghost's nose? _______",
    "answer": "BOOGERS" },
  { "index": 51, 
    "original": "What's it like to be kissed by a vampire? It's a pain in the neck",
    "clue": "What's it like to be kissed by a vampire? It's a _____________",
    "answer": "PAININTHENECK" },
  { "index": 52, 
    "original": "What does a turkey dress up as for Halloween? A gobblin",
    "clue": "What does a turkey dress up as for Halloween? A _______",
    "answer": "GOBBLIN" },
  { "index": 53, 
    "original": "Why did the ghost go inside the bar? For the boos",
    "clue": "Why did the ghost go inside the bar? For the ____",
    "answer": "BOOS" },
  { "index": 54, 
    "original": "I just got fired from my job at the keyboard factory. They told me I wasn't putting in enough shifts",
    "clue": "I just got fired from my job at the keyboard factory. They told me I wasn't putting in enough ______",
    "answer": "SHIFTS" },
  { "index": 55, 
    "original": "I can't believe I got fired from the calendar factory. All I did was take a day off",
    "clue": "I can't believe I got fired from the calendar factory. All I did was take a ______",
    "answer": "DAYOFF" },
  { "index": 56, 
    "original": "I went to the zoo the other day. There was only a dog in it - it was a shihtzu",
    "clue": "I went to the zoo the other day. There was only a dog in it - it was a _______",
    "answer": "SHIHTZU" },
  { "index": 57, 
    "original": "What does a baby computer call his father? Data",
    "clue": "What does a baby computer call his father? ____",
    "answer": "DATA" },
  { "index": 58, 
    "original": "I only seem to get sick on weekdays. I must have a weekend immune system",
    "clue": "I only seem to get sick on weekdays. I must have a _______ immune system",
    "answer": "WEEKEND" },
  { "index": 59, 
    "original": "I just found out I'm colorblind. The news came out of the purple",
    "clue": "I just found out I'm colorblind. The news came out of the ______",
    "answer": "PURPLE" },
  { "index": 60, 
    "original": "I hate my job-all I do is crush cans all day. It's soda pressing",
    "clue": "I hate my job-all I do is crush cans all day. It's ____________",
    "answer": "SODAPRESSING"}
]
}